Repository: arfienel/hhss
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: This username already taken
ru: Это имя уже занято

source: Passwords didn`t match
ru: Пароли не одинаковы

source: minimum 3 letters
ru: Минимум 3 буквы

source: incorrectly selected areas
ru: Неправильно выбраны регионы

source: incorrectly selected work schedule
ru: Неправильно выбрано расписание работ

source: incorrectly selected employment types
ru: Неправильно выбраны типы устройства

source: Understandable, have a great day!
ru: Понятно, хорошего дня)

source: You already created 5 trackers, which is maximum, try to delete or update other trackers
ru: Вы уже создали 5 трекеров, удалите некоторые из своих трекеров чтобы создать новые

source: days, before delete tracker
ru: дней, перед удалением трекера

source: wait
ru: подождите

source: All trackers
ru: Все трекеры

source: Sign up
ru: Зарегистрироваться

source: Log in
ru: Войти

source: Your created trackers
ru: Ваши созданные трекеры

source: Please wait
ru: Пожалуйста подождите

source: Vacancies amount
ru: Количество вакансий

source: Add tracker
ru: Добавить трекер

source: Seems like you don`t tracking jobs yet
ru: Похоже что вы еще не отслеживаете работы

source: Start tracking
ru: Начать отслеживать

source: To create your own job skills tracker
ru: Чтобы создать свой трекер навыков работ

source: you need to
ru: Вам надо

source: or
ru: или

source: Your subscribed trackers
ru: Ваши отслеживаемые трекеры

source: Data is still uploading
ru: Данные еще загружаются

source: Creating job skill stats tracker
ru: Создание трекера

source: Search text
ru: Текст запроса

source: Enter a job title you want to track
ru: Профессия или должность

source: Exclude from search
ru: Убрать из поиска

source: Enter text that you don`t want to see in job description. Divide each parameter with comma
ru: Напишите какой текст не должен быть в вакансиях, через запятую

source: Select your areas to search
ru: Выберите регионы для поиска

source: Close
ru: Закрыть

source: Create
ru: Создать

source: Job tracker updated successfully
ru: Трекер успешно создан

source: Subscribers
ru: Отслеживают

source: Delete
ru: Удалить

source: unsubscribe
ru: Отписаться

source: Nothing was found
ru: Ничего не нашлось

source: Excluded from search
ru: Убрано из поиска

source: subscribe
ru: Подписаться

source: Log in form
ru: Форма входа

source: login
ru: войти

source: Your username and password didn't match. Please try again
ru: Не правильно введены логин и пароль, попробуйте ещё

source: registration form
ru: Форма регистрации
